Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Tapas] A Wife's Sweet Revenge.tmx
Source language: ko_kr
Languages: en

source: 그런데 이미 몇 년 전에 이혼했다고 하지 않았습니까?
en: but didn’t you say they divorced years ago?

source: 알려주겠냐?
en: you think i’d tell you?

source: 뭘요?
en: do what?

source: 너 진짜!
en: Ugh!

source: 대현 씨는 분명…
en: Daehyun...

source: 헤어졌어요.
en: We broke up.

source: 오랜만이에요.
en: it’s been awhile.

source: 일이 제대로 안 풀려서요.
en: things didn’t go according to plan.

source: 한빈이는 걱정 말게.
en: Don’t worry about Hanbin.

source: 이만 나가봐.
en: You can leave now.

source: 제 성의니….
en: think of it as a small token of my appreciation...

source: 그런데?
en: so?

source: 만에 하나라도…
en: in the unlikely event...

source: 이래도 문 안 여실 겁니까?
en: are you going to keep refusing after hearing that?

source: 그 사이에 그 아이는 없애버리겠어!
en: i’ll take this time to get rid of the kid!

source: 다정하고 상냥한 사람이에요.
en: You’re kind and gentle.

source: 이런… 짐승만도 못한 것들…!
en: Those animals...!

source: 엄마 거야?
en: Is it yours, Mom?

source: 받으세요.
en: This is for you.

source: 그땐….
en: then...

source: 그게 걱정해주는 사람들에 대한 보답이니까….
en: it’s the best thing you can do for the people who are concerned for you...

source: 무슨 일이 있었는지는 모르겠지만….
en: I don’t know what happened...

source: 걱정 마십시오.
en: don’t worry yourself.

source: 이 여자는…!
en: that’s...!

source: 별일이네.
en: that’s unexpected.

source: 아, 그런 건 저한테 시키세요….
en: oh, you can let me do things like that...

source: 와주셔서 고마워요.
en: thank you for coming.

source: 회사에서 무슨 짓이야?
en: What are you doing? I’m at work!

source: 당신도 알지?{j}어머님 남자 생기신 거….
en: ...but you know she’s found herself a man, right?{j}

source: 뭐 어때, 다영 씨.
en: what’s the problem, dayoung?

source: 남편 없이 혼자 지낸 지 30년도 넘은 여편네,
en: A woman who has been single for 30-odd years is nothing.

source: 아직은 안 되겠죠.
en: we can’t.

source: 뭐, 할만 하긴 하네요.
en: Well, it’s not bad.

source: 뭐라고요!?
en: what did you say?!

source: 오늘 할무니네서 자는 거야?
en: Am I sleeping at Grandma’s today?

source: 아시잖아요.
en: you know what i meant.

source: 아직 안 주무셨어요?
en: weren’t you in bed?

source: 아니면…
en: or...

source: 저번에 내가 와서 그년 머리채 잡는 거 봤잖아요!
en: you saw me grab that b*tch’s hair last time!

source: 별일 아니었어요.
en: nothing happened.

source: 그, 그렇겠죠?
en: you... you think so?

source: 대현 씨, 완성된 자료 넘겼어요.
en: daehyun, i just sent you the finished files.

source: 다음은 너니깐.
en: Because you’re next.

source: 정말 완벽하네요, 승완 씨!
en: That was perfect, Seungwan!

source: 뭐, 다 사장님이 알려주신 거라 자세히는 모르지만요.
en: oh, ms. min told me, though i don’t know the details.

source: 아, 영수 선생님!
en: Youngsoo, hi!

source: 이쪽으로 오세요.
en: This way, please.

source: 이 자식이!
en: you creep!

source: 아아, 영수 선생님이랑 진작 이렇게 만났으면 좋았을걸.
en: Aww, I wish I’d met you for a drink earlier.

source: 왜 나한테 진작 얘기하지 않은 거야?
en: why didn’t you tell me?

source: 만혁 씨는 몸을 숨기도록 하세요.
en: you should lie low, manhyuk.

source: 그럼 오늘도 힘내십시오.
en: Hang in there today.

source: 그럼 전 이만 가볼게요.
en: All right, I should get going.

source: 대현 씨의 그 말 한마디면 저는 충분해요.
en: hearing you say that makes everything better.

source: 이것저것 알아보는 중이라서요.
en: so I’ve been busy looking into some things. *Screen golf is indoor golf played using a screen.

source: 뭘 그렇게 노려보고 그래.
en: There’s no need to glare at me like that.

source: 제가 일찍 온 겁니다…!
en: i just came early.

source: 엄마… 나…
en: Mom... I...

source: 아, 아뇨….
en: N-No...

source: 이제 저 없으면 못 삽니다.
en: ...can’t live without me anymore.

source: 드러난 가슴에 키스할 거예요.
en: and kiss your chest.

source: 술도 좀 들어갔겠다….
en: We’ve had a little to drink...

source: 나한테 알아서 하라고 하셔서….
en: she told me to take care of it myself...

source: 조창엽… 당신 절대 용서 안 해…
en: Changyeob Cho... I’ll won’t forgive you...

source: 조창엽…
en: Changyeob Cho...

source: 여자 목소리…?
en: A woman’s voice...?

source: 아, 저기 택시있네요.
en: Ah, it’s the taxi.

source: 하루 푹 쉬길 잘 한 것 같네, 안색이 달라졌어.
en: taking a day off was the right idea. you look much better.

source: 대현 씨가 좋은 사람인 건 알아요.
en: Daehyun is a good person.

source: 어서오세요.
en: welcome.

source: 최박순을 건드리면 분명 그 여자한테도 영향이 갈 테니까요.
en: Because it will affect that woman too if we target Baksoon.

source: 잘 가요.
en: i’ll see you, dear.

source: 이틀 내로 준비할 수 있어요.
en: we can have it delivered here within two days.

source: 응, 응.
en: yeah, exactly.

source: 일이 있어야만 자기 사무실에 올 수 있나, 뭐.
en: Do I need a reason to come visit you at your office?

source: 도망 가랬어요!
en: run away!

source: 잠깐,
en: Wait,

source: 그리고 복수?
en: and did i hear you say revenge?

source: 이 독한 년이, 우리를 다 엿먹이려는 거잖아요!
en: the nasty b*tch has been screwing us over!

source: 에에, 그러니까….
en: uhh, so...

source: 그렇게 해서라도,
en: Because even if that’s what it takes...

source: 그래서….
en: that’s why...

source: 자, 그럼 출발해 볼까요?
en: shall we go?

source: 그건 어떻게 된 거지?
en: what happened to that?

source: 뭔가요?
en: What is it?

source: 하하, 또 그 카페에서요?
en: Haha, to the cafe from before?

source: 어쩌죠, 저 출근해야 해서….
en: I’m sorry, I have work...

source: 늦은 시간인데 저 여자 혼자 또 어딜 가는 거지?
en: where is she going by herself at this time of night?

source: 흥, 뭐….
en: Hmph, well...

source: 누가 시킨 짓이죠?
en: who told you to do this?

source: 집안 꼴이 이게 뭐니?
en: what is with the state of this place?

source: 꽃다발 하나 부탁하려고요.
en: I came to order a bouquet.

source: 자는 얘 깨우지 말고,
en: don’t go waking a sleeping kid,

source: 질투나서.
en: I was jealous.

source: 네, 좋은 아침.
en: yes, good morning.

source: …그거야…
en: Well...

source: 아가씨!
en: ...miss cho!

source: 그러니 그만 울어, 다영 씨.
en: so don’t cry anymore, dayoung.

source: 창엽아!
en: changyeob!

source: 진짜 미친년 이구나…?
en: you’re really unbelievable, you know that...?

source: 잠이 안 와요?
en: can't sleep?

source: 만나요, 오늘.
en: Let’s meet today.

source: 이 인간이 아닌 거야?
en: was it not this scumbag’s doing?

source: 다영 씨, 오늘 수영 시간 어땠어요?
en: How was swimming for you today?

source: 얼마, 빨리, 빨리!
en: mommy, hurry, hurry!

source: 어떻게 이럴 수가….
en: how is this possible...?

source: 승완 씨에게 안기면 얼마나 포근할까요?
en: I wonder how cozy I’ll feel in your arms while we’re doing it.

source: 어서 말해봐요.
en: Hurry and tell me.

source: 영수 씨한테 물어봐야 겠어.
en: i’ll just have to ask youngsoo about it.

source: 한빈이랑 대현 씨는 자고 있겠지….
en: hanbin and daehyun must be asleep...

source: 오늘부터 저한테 배우는 거예요.
en: we’ll start today.

source: 그 년이라니?{j}누구?
en: who are you talking about?{j}

source: 그렇죠, 여사님!
en: Good, Baksoon!

source: 그건 어떻게 아셨어요?
en: how did you know that?

source: 잘 부탁드립니다.{j}철저하게 수사해주세요.
en: {j}please leave no stone unturned during your investigation.

source: 그러니까 우리 불장난은 이만 끝내자고.
en: so i want to end this thing we have.

source: 마나 / 글 :
en: Mana / Story by:

source: 몰라, 아무튼 어려워.
en: i don’t know. it just is.

source: 주기적으로 섹스를 못 해서 그런 건가?
en: ...because you’re not getting regular sex?

source: 우리, 한 번 할까?
en: do you want to do it?

source: 난…!
en: I...!

source: 아유, 우리 한빈이~.
en: hoho, there’s my sweetie pie.

source: 한빈아?
en: hanbin?

source: 원한을 많이 산 것 같은데,
en: it seems like she has quite the grudge against you,

source: 한빈이가, 한빈아가 사라졌어요…!
en: hanbin is... hanbin is missing...!

source: 영수 씨…!
en: youngsoo...!

source: 3단짜리 축하 화환 몇 개 보내려고 하는데요.
en: I’d like to have them delivered to...

source: 그 여자한테서 뭐 들은 얘기 없나요?
en: has she told you anything?

source: 무슨 일이지….
en: i wonder what it’s about...

source: 한눈을 팔 수가 있나.
en: How could I look at other women?

source: 그래주면 고맙죠.
en: That would make me happy.

source: 제가 다녀올게요.
en: i’ll bring them over.

source: 그러게 말이에요.
en: i agree.

source: 별거 아니에요.
en: it’s nothing important.

source: 아니, 얘가 얘가…!
en: dear...!

source: 난 평범한 행복을 누릴 수 없어.
en: I can’t have ordinary happiness.

source: 지 어미 외엔 아무도 없던 것이,
en: his mom is the only family he has right now,

source: 아니, 고민이 많이 보이는 거 같아서.
en: You look like you have a lot on your mind.

source: 저와 오붓하게 커피 한 잔 하러 가시는 건 어떠십니까?
en: and enjoy each other’s company over a cup of coffee?

source: 귀찮지만… 아직 버릴 패는 아니야.
en: it’s a pain... but he hasn’t outlived his usefulness.

source: 우선은 급한대로….
en: ...so i’d just bring the stuff you know you’ll need...

source: 좋은 방법이라고 생각해요.
en: I think it’s a good idea.

source: 결혼까지 생각하던 사이라 이성을 잃었는데.
en: she was planning on marrying him, you see. but now she’s spiraling.

source: 한빈이가 좋아할 거예요.
en: hanbin is going to be so happy to see you.

source: 하하, 장난감 좀 사 놔야겠군요.
en: haha, i should buy some toys for him.

source: 흑…
en: Hic...

source: 이걸 보시죠.
en: take a look at this.

source: 이 나쁜 자식!
en: you bastard!

source: 오늘 유치원은 어땠어?
en: how was school today?

source: 소식이 없어서 물어보는 건데 말이다.
en: i’m asking this because you never got back to me.

source: 뭐, 해봐야 하겠지만.
en: well, we won’t know until we try.

source: 77화
en: episode 77

source: 오늘은 좋은 꿈 꾼다고 생각해요.
en: just think of today as one good dream.

source: 네, 덕분에….
en: yes, thanks to you...

source: …하.
en: ha...

source: 그 남자를 이렇게 빨리 유혹할 생각은 없었는데.
en: I wasn’t planning on seducing him this fast.

source: 우리 한빈이 달리기도 잘하니까,
en: you’re such a good runner,

source: 엄마인…
en: ...his mom.

source: 오늘, 간만이니까
en: it’s been awhile...

source: 네, 기다릴게요.
en: Okay, I’ll be waiting.

source: 흥신소 통해서 알아냈어.
en: i found out through a private detective.

source: 아까 맡기신 부분 이어서 하면 되는 거죠?
en: continue from where i left off, right?

source: 한빈이, 우리 한빈이 어떡하죠?
en: what’s going to happen to my baby boy?

source: 어, 어어.
en: oh, ohhh.

source: 많이 바빠요?
en: are you very busy?

source: 네, 일이 좀 늦게 끝날 것 같지만 괜찮다면….
en: yes. i think i’ll be stuck at work until late but if you’re fine with that...

source: 다친 곳은?
en: are you okay?

source: 일이 있어서 그러니 이해해줘요.
en: please understand. there’s some business i need to take care of.

source: 그런 못된…!
en: that lowlife...!

source: 그렇죠.
en: Very good.

source: 그 애는 이제 없어!
en: that kid is gone now!

source: 잘 가요, 유 사장님.
en: Have a good day, Daehyun.

source: 그 사람은 누군데요?
en: who was that?

source: 네, 어머니.
en: yes, mother.

source: 무슨 소리야?
en: what’s that supposed to mean?

source: 빨리 끝낼게요.
en: I’ll end this quickly.

source: …그게 실은…
en: actually...

source: 힘들었죠?
en: you must be tired.

source: 양반은 못 되시는군요, 유 사장님.
en: Speak of the devil, here’s Daehyun now.

source: 애비 되는 놈도 별 볼 일 없는 놈 일 거야.
en: his father is probably a nobody too.

source: 잘했어요.
en: good.

source: 꽃다발은 정말 오랜만에 받는 거라 기뻐요.
en: It’s been such a long time since I got flowers as a gift, so it makes me happy.

source: 젊은 사모님 이라고만 해두죠.
en: i’ll only say that it was a young, married woman.

source: 아니, 애초에 다영 씨한테 그럴 목적으로 접근했다는 것부터가 최악입니다!
en: No, they were already irredeemable from the moment they approached you!

source: 우리 아들 맞아요!
en: yes, that’s my son!

source: 다영 씨 악담을 하는 거 있죠.
en: ...and she suddenly started talking bad about you.

source: 나한테 복수하려고 일부러 영수 씨한테 접근한 거야.
en: ...approached you because she wanted revenge on me.

source: 좀 바빴어요.
en: i’ve been a little busy.

source: 그냥…
en: it’s just that...

source: 아무리 생각해도 이해가 안 돼서.
en: I thought about it, but it just doesn’t make sense.

source: 박순 씨와 함께할 수 있다면,
en: if i can be with you...

source: 또 중요한 일이요…?
en: more important work...?

source: 어머니가 당장 데리고 오고 싶다고 하시는데…
en: your mother wants to bring him here...

source: 흐흥~
en: Hum.

source: 그럼 아이도 금방 찾아낼 수 있겠네요.
en: then you should be able to find the kid soon,

source: 최박순을 유혹해 주세요.
en: I want you to seduce her.

source: 일차적인 목적은 이뤘으니
en: i’ve achieved my main goal,

source: 그래서 기분이 좋아졌어.
en: it put me in a good mood.

source: 그렇게 한다고 나한테 복수할 수 있을 것 같아?
en: Do you really think you can get revenge on me like that?

source: 오는 길에 한빈이 간식도 간단히 먹였어요.
en: i got hanbin a small snack on the way, too.

source: 잠깐만 앉아서 기다리고 있어요.
en: Wait here.

source: 아닌 거 확인했으니 됐겠네요.
en: But it’s fine since you’re a different person.

source: 그래야 손님들도 몰릴 거 아니에요?
en: How else will you attract customers?

source: 그럼 대현 씨가 말리던 이유가….
en: then the reason daehyun stopped me from going was...

source: 오늘 간만에 센터 가보려고 하는데,
en: I was thinking of going to the Center for the first time in a while,

source: 아무리 생각해도…
en: no matter how i think about it...

source: 조금만 기다려요.
en: just wait a little longer.

source: …여기는
en: As for this...

source: 새로운 행복을 찾을 때도 됐잖아.
en: ...but I think it’s time for newfound happiness.

source: 쯧….
en: tsk...

source: 좋게 풀고 싶어서 그러는데,
en: i want to make up with her...

source: 감사합니다, 또 오세요~
en: Thank you. Please come again!

source: 물어봐도 얼버무리기만 하고.
en: when i ask her what’s the matter, she changes the topic.

source: 그, 그건 …
en: Th-That’s because...

source: 그년, 기억나?
en: do you remember that b*tch?

source: 미인이십니다.
en: You are beautiful.

source: 아, 아니에요!
en: ah, no!

source: 대체 어떻게 된 거야?
en: what is going on here?

source: 왜 당신한테 찾아왔대?
en: why did she come to you?

source: 자기 피부가 좀 여려서 그런가?
en: Maybe your skin is a little sensitive?

source: 하하, 아닙니다.
en: haha, you’re fine.

source: 그런 얘기 믿는 거 아니죠, 영수 선생님?
en: you don’t believe any of that, right, youngsoo?

source: 침대가 크고 좋아요!
en: i like your bed cuz it’s big!

source: 우리 아들 왔어?
en: how was school, sweetheart?

source: 그럼…
en: Then...

source: 그....
en: um...

source: 대현 씨도 어서 드세요.
en: you should eat too, daehyun.

source: 뭐…!?
en: what...?!

source: 사장님도 고생 많으셨습니다.
en: you too, boss.

source: ...있어.
en: Someone...

source: 창희가?
en: changhee did?

source: 에이, 설마.
en: Yeah, as if.

source: 오~ 여긴 어쩐 일이야?
en: oh, hey. what brings you here?

source: 난 관심 없어.
en: he’s none of my concern.

source: 어디냐 하면….
en: it’s at...

source: 집을 찾는 건 쉽죠.
en: so it should be easy to find out where she lives.

source: 그럼 하루 신세질게요.
en: you’ll have to excuse me then.

source: 이제 남은 건….
en: all that’s left is to...

source: 이거, 오늘 같이 있자는 뜻인가?
en: Does this mean she wants to spend the night together?

source: 쯧.
en: tsk.

source: 이렇게 이른 시간부터 어쩐 일이세요?
en: What brings you here this early in the morning?

source: 유치원 다녀왔습니다~!
en: i’m back from school!

source: 아무튼 사실이야!
en: but it’s the truth!

source: 네, 어서 오세요.
en: hello, welcome.

source: 어머니가 지금 애가 어쩌고… 하시는데,
en: mother was just telling me something about a kid...

source: 공룡 칫솔!
en: it’s a dino toothbrush!

source: 그럼 그 여자한테서 연락 오는대로 다시 말씀 드리겠습니다.
en: All right, I will let you know when she reaches out.

source: 좋아요!
en: yay!

source: 퇴근하고 볼 일이 좀 생겨서요.
en: I have something to do after work today.

source: 나야 모르지.
en: no.

source: 오셨어요.
en: Good morning.

source: 저희… 또 만날 수 있을까요?
en: Could we... meet again sometime?

source: 하지만 지금 영수 씨가 만나는 여자,
en: but you should know who you’re dating...

source: 창엽 씨가 버린 그 여자잖아?
en: ...the girl that changyeob dumped?

source: 그, 그게....
en: U-Uh...

source: 그저 좀 도와 드릴려고 한 것 뿐입니다.
en: I was just trying to help you.

source: 모르는 사람이 말을 걸면 어떻게 하라고?
en: what do you do if a stranger tries to talk to you?

source: 전 다영 씨를 믿어요.
en: i trust you, dayoung.

source: 조창희.
en: Changhee.

source: 생각할 게 좀 있어서….
en: i just have a lot on my mind...

source: 내일 놀아야 하잖아요.
en: we’re going out tomorrow.

source: 그 인간을….
en: ...against that brute...

source: 저 방은 서재로 쓰면 딱이니까.
en: and that one for the study.

source: 우리도 바로 그쪽으로 가죠.
en: we should head over there too.

source: 좋은 소식이길래.
en: ...got some good news.

source: 어디 먼 섬마을에 두고 올 예정입니다.
en: we’re planning on abandoning him in an island village somewhere.

source: 일단은….
en: for now...

source: 고삐 풀린 망아지처럼 날뛰는 걸 보면 싹수가 아주 노란 것이…,
en: a wild child like that has no future...

source: 아, 그렇게 되면 주거침입이라….
en: ah, if i do that, it would be breaking and entering...

source: 꼭 도움이 되겠습니다.
en: I will help you however I can.

source: 엄마, 엄마, 오늘 수지가…!
en: mommy, mommy, guess what sooji told me today...!

source: 사흘이나 지났는데 애는커녕 그 여자 집도 못 찾았다고요!?
en: it’s already been three days and you’re telling me you haven’t found out where she lives, let alone where her kid is?!

source: 신난다!
en: this is awesome!

source: 보잘 것 없는 저희에게 너무 잘 해줘서
en: for being so good to us though we’re nothing special...

source: 또 죄송하고요.
en: and i’m sorry.

source: 개업 축하 화분 좀 보려고 왔어요.
en: And I wanted to get a plant to congratulate the owner.

source: 그 여자… 최박순을 물주로 최대한 뽑아내세요.
en: That woman... Wring as much money out of Baksoon as possible.

source: 거기까진 알아냈다는 뜻이군.
en: so she’s figured out that much.

source: 한빈이가 너무 귀여워서 그래요.
en: that’s because hanbin is just too cute.

source: …오랜만에 만났는데.
en: we haven’t seen each other in a while...

source: 제인이는 잘 돌보고는 있는 건지….
en: the question is whether she’s doing a good job looking after jaein...

source: 하하~ 장난이에요~.
en: Haha, I’m kidding.

source: …최대한 빨리 돈 구해 볼게요.
en: i’ll get the money as quickly as i can...

source: 드디어 내일이면 우리 놀러 가는 날이네요.
en: tomorrow’s the day of our outing.

source: 우리 공주 배고프대.
en: did you hear that? our princess says she’s hungry.

source: 허락 해주세요.
en: please let us.

source: 요즘 한숨이 늘었어요.
en: you’ve been sighing a lot lately.

source: 잊지마요.
en: Don’t forget.

source: 나도 사람 만나고 그럴 수 있는 거 아니냐?
en: Can’t I go out and meet people too?

source: 저렇게 닦달한다고 빨리 찾아내는 것도 아닌데 말이야….
en: rush us all you like but it’s not like we’ll find her any faster...

source: 안에 없어요?
en: he wasn’t inside?

source: 미워…!
en: I hate you...!

source: …엥?
en: eh...?

source: 부동산 쪽으로 지금 손쓰고 있는 건이 있다고 들었어요.
en: ...i heard that you have something in the works involving real estate.

source: 이제 가봐야겠어요.
en: I should get going now.

source: 이 아파트, 어디예요?
en: where is this apartment?

source: 다시 전화를 주시고…
en: why are you calling again...?

source: 이, 이봐요…!
en: Wh-What are you...?!

source: 그, 그게 무슨….
en: wh-what are you saying...?

source: 공사는 잘 되어 가나요?
en: is construction going well?

source: …그건,
en: that’s...

source: 뭐, 좋아요.
en: I guess that’s fine.

source: …다영 씨.
en: Dayoung...

source: 왜… 아무 잘못 없는 나한테…!
en: Why me...? I’ve done nothing to deserve this...!

source: 이 미친년이…!
en: that evil b*tch...!

source: 예에?
en: I mean, what?

source: 나한테 할 말 있어?
en: do you have something to say to me?

source: 내가 뭐?
en: What do you mean?

source: …아냐, 모르면 됐어.
en: no... it’s fine if you don’t know.

source: 이제 시작해야 겠어요.
en: ...we should begin.

source: 확인 하셨나요?
en: Does that sound right?

source: 죄송해요, 영수 선생님.
en: I’m sorry, Youngsoo.

source: 수지라면, 한빈이 친구 말이니?
en: your friend sooji?

source: 가게를 감시하는 사람을 발견했다고요.
en: they saw someone watching the store.

source: 공룡 사탕 아저씨가 맛있는 거 사주셨어요!
en: mr. dino lollipop bought me something really yummy!

source: 쓸데없는 소리 하려고 온 거라면 관심 없으니 가봐.
en: if you’re here to talk nonsense, i don’t want to hear it, so go away.

source: 그것까지 알아내려면 아파트 안에 따라들어 가야하기 때문에,
en: if i wanted to learn that, i would have to follow her into the apartment...

source: 가면 선생님 볼 수 있을까 해서요.
en: and I wanted to know if you would be there.

source: 생각난 김에 전화 해봐야겠다.
en: that reminds me. i should call her back.

source: …침대로 가요, 우리.
en: let’s go to the bed...

source: 곧 있으면 조창엽을 무너뜨릴 수 있어.
en: i’ll be able to take down changyeob cho soon.

source: 네에!
en: okay!

source: 걱정말아요.
en: Don’t worry.

source: 아, 네, 그럼요.
en: Oh, yes, of course.

source: 귀찮았어요.
en: it was a pain.

source: 그 아이의….
en: that kid’s...

source: 손이 가슴에 닿은 걸 모르나?
en: Does she not know that my hand grazed her breast?

source: 아직 제대로 시작도 안 했어.
en: my revenge hasn’t even started.

source: 고맙습니다….
en: thank you...

source: 하하, 그렇군!
en: Haha, I see!

source: 엄마 간 이식 수술 하려고,
en: the girl who gave you your liver...

source: 다영 씨 퇴근하실 시간 맞죠?
en: This is when you get off of work, right?

source: 정신이 없어 보이던데….
en: ...but she seems out of it...

source: 뭐라고?
en: what did you say?

source: 일찍 들어가는 건 이해해주세요.
en: So I hope you’ll forgive me for leaving early.

source: 그럼 누가!?
en: then who?!

source: 보호해주고 있었다니까요!
en: we had to look after him! we had no choice!

source: … 이거 어쩌죠.
en: oh, no...

source: 가진 거라고는 몸밖에 없으니
en: All I have is my body,

source: 아, 아니,
en: w-wait,

source: 왜 그렇게까지….
en: Why go so far...?

source: 오늘 고생하셨어요, 사장님.
en: thank you for your help today.

source: 와~ 한빈아~!
en: hanbin, hey!

source: 이제 돌이킬 수 없어!
en: There’s no turning back now!

source: 어디 갈까요?
en: Where do you want to go?

source: 그래도 역시 좀 찜찜하지?
en: it doesn’t sit quite right, does it?

source: 세경이가 지금 얘기한대요.
en: sekyung said she’d tell me now.

source: 이이가 정말!
en: well i never!

source: 돈 문제가 아닙니다.
en: it’s not about the money.

source: 오늘… 퇴근하고 만날 수 있을까요.
en: Can we... meet up today after work?

source: 한빈이 아직 잠이 덜 깬 모양이에요.
en: i don’t think hanbin is completely awake yet.

source: 어떻게 그래요, 어떻게!
en: how can i be calm in this situation?!

source: 당신한테 미안해.
en: i’m sorry to put you through this.

source: 연락 기다릴게요.
en: I’ll be waiting for your call.

source: 그러니까 두 분은 여기에….
en: so the two of you can...

source: …말해줄 수 없지만,
en: i can’t tell you...

source: 그년 어디 갔어요!?
en: where did that b*tch go?!

source: 다영 씨가 맛있다니 다행이네요.
en: I’m glad you think so.

source: 알았으니까 뛰지 말고.
en: okay, but don’t run.

source: 오늘은 외식하자.
en: let’s eat out today,

source: 힘들 땐 이렇게 저한테 기대도 돼요.
en: ...but you can lean on me like this when things are hard.

source: 오래 기다리셨습니까?
en: were you waiting long?

source: 뭐 하는...!
en: what are you...?!

source: 대현 씨 얼굴이….
en: I definitely saw Daehyun’s face...

source: 항상 가던 거기로 갈까요?
en: Should we go to the usual place?

source: 커피나 한 잔….
en: want to grab some coffee...?

source: 맡겨만 주세요.
en: Just leave it to me.

source: 신세 좀 져도 될까요?
en: ...could you give me a hand?

source: 64화
en: episode 64

source: 정말 혼자 괜찮겠어요?
en: are you really going to be okay by yourself?

source: …어머!
en: Oh my...!

source: 그럼, 가는 걸로 알고 있을게요.
en: all right then, it’s a date.

source: 오는 길에 공사 현장이랑 우리가 살 집,
en: today, i visited both the construction site...

source: 왔어?
en: welcome back.

source: 이 센터에서 지금 자기가 제일 예쁜데,
en: You’re the most beautiful woman at the Center, babe.

source: 그럼, 집에 가서 갈아입을 옷만 챙겨올까?
en: let’s just grab you a change of clothes from home. how about that?

source: 알아서 해.
en: That’s your problem.

source: 한빈이 찾아서 다행이야.
en: it’s good they found hanbin.

source: 사장님도 곤란해하실 거고….
en: it will put the boss in a tight spot too...

source: 내가 한 게 뭐 있다고.
en: no, i really didn’t do anything.

source: 공룡 사탕 아저씨~!
en: It’s the dinosaur lollipop man!

source: 만나면 주려고 이렇게….
en: I was hoping to give him this...

source: 그렇긴 한데….
en: You’re right, but...

source: 하하, 그래.
en: haha, yeah.

source: 외부 차량의 출입은 철저하게 관리하고 있었습니다.
en: ...and they strictly monitor the entry of outside vehicles.

source: 괜히 무슨 소리를 하실까 무서우니까.
en: i’m worried what they’ll say.

source: 혹시.
en: By any chance...

source: 수강생을 좀 더 받아서 열심히 벌어야 할 것 같습니다.
en: and take on more students in the meantime.

source: 알겠어요, 이따 봐요.
en: All right, I’ll see you in a bit.

source: 아, 다영 씨.
en: Hi, Dayoung.

source: 절 안아주세요.
en: Please sleep with me.

source: 우리 헤어지자고 한 거,
en: When you said we should break up,

source: 아까도 듣고 놀랐지만…
en: I was shocked when I heard you say that earlier...

source: 아, 그렇다니까요?
en: It’s true.

source: 이 아이가…!
en: so this boy is...!

source: 사장님 댁에 맡겼어요.
en: I asked my boss to look after him.

source: 어제…
en: Yesterday...

source: 한빈이 유치원 등원까지…요?
en: you want to... come with me to hanbin’s school?

source: 최소한 제게 씌여진 굴레를 벗어나기 전까진…,
en: ...until I break these chains that bind me,

source: 어떻게 사는지 딱히 궁금하진 않았는데 이런 식으로 마주칠 줄은 몰랐네.
en: Although I don’t care how you’ve been, it’s unexpected to bump into you here.

source: 한빈이 나이에는 어리광도 좀 부리고 그래야죠.
en: i’d say hanbin is allowed to act a little spoiled at his age.

source: 한빈이를 위해서라도!
en: If not for yourself, then for Hanbin!

source: 감사합니다.
en: Thank you.

source: 박순 여사님은 여사님만의 매력이 있으신 분이시네요.
en: ...you have your own charm, Baksoon.

source: 다영 씨와 알게 돼서 정말 다행이다 싶어요.
en: i’m really glad i got to know you, dayoung.

source: 경찰에도 신고했으니 일단 진정해.
en: we’ve called the police, so try to stay calm,

source: 우리 엄마, 손주 사랑 지극한 거 몰라요?
en: you know how devoted my mom is to her grandkids.

source: 어서 오세...
en: Welco...

source: 그쵸?
en: right?

source: 다른 가게에서 사서 선물할까 하다가...,
en: I was thinking of getting it from a different shop...

source: 힘낼 수 있을 것 같아요.
en: I think I’ll be able to grin and bear it.

source: 다영 씨가 보고 싶어서…,
en: i just missed you so much...

source: 번거로우실 텐데 아이 하원까지 도와주시고….
en: you helped pick up hanbin, even though it must be a hassle...

source: 아뇨, 괜찮아요….
en: No, it’s okay...

source: 뭐지?
en: what’s going on?

source: 잘 듣지 않았고….
en: but he wouldn’t listen...

source: 어제 쉰 만큼 오늘은 더 열심히 할게요.
en: i’ll work hard to make up for yesterday.

source: 그건 안 되고.
en: not that.
